Repository: pablots25/ft_ham
Catalog: ft8_ham/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: … and %lld more
de: … und %lld weitere
es: … y %lld más
fr: … et %lld de plus
it: … e altri %lld

source: (Local)
de: (Lokal)
fr: (Locale)
it: (Locale)

source: %lld QSO(s) exported successfully.
de: %lld QSO(s) erfolgreich exportiert.
es: %lld QSO(s) exportados correctamente.
fr: %lld QSO exporté(s) avec succès.
it: %lld QSO esportati correttamente.

# %lld QSO(s) imported, %lld skipped (duplicates).
source: %1$lld QSO(s) imported, %2$lld skipped (duplicates).
de: %1$lld QSO(s) importiert, %2$lld übersprungen (Duplikate).
es: %1$lld QSO(s) importados, %2$lld omitidos (duplicados).
fr: %1$lld QSO importé(s), %2$lld ignoré(s) (doublons).
it: %1$lld QSO importati, %2$lld saltati (duplicati).

source: %lld QSOs deleted
de: %lld QSOs gelöscht
es: %lld QSOs eliminados
fr: %lld QSO supprimés
it: %lld QSO eliminati

source: %lld QSOs will be permanently deleted.
de: %lld QSOs werden dauerhaft gelöscht.
es: Se eliminarán permanentemente %lld QSOs.
fr: %lld QSO seront définitivement supprimés.
it: %lld QSO verranno eliminati definitivamente.

# ☕️ Support my app with a coffee
source: 👍🏻 Support my app with a donation
de: 👍🏻 Unterstütze meine App mit einer Spende
es: 👍🏻 Apoya mi app con una donación
fr: 👍🏻 Soutenez mon app avec un don
it: 👍🏻 Sostieni la mia app con una donazione

source: ✅ Restored Successfully
de: ✅ Erfolgreich wiederhergestellt
es: ✅ Restaurado correctamente
fr: ✅ Restauration réussie
it: ✅ Ripristinato correttamente

source: ✨ New Features
de: ✨ Neue Funktionen
es: ✨ Nuevas funcionalidades
fr: ✨ Nouvelles fonctionnalités
it: ✨ Nuove funzioni

source: 🎉 Welcome to Premium!
de: 🎉 Willkommen bei Premium!
es: 🎉 ¡Bienvenido a Premium!
fr: 🎉 Bienvenue dans Premium !
it: 🎉 Benvenuto in Premium!

source: 🐛 Bug Fixes
de: 🐛 Fehlerbehebungen
es: 🐛 Corrección de errores
fr: 🐛 Corrections de bugs
it: 🐛 Correzioni di bug

source: 🚀 Improvements
de: 🚀 Verbesserungen
es: 🚀 Mejoras
fr: 🚀 Améliorations
it: 🚀 Miglioramenti

source: A country you've heard in the last RX loop
de: Ein Land, das du in der letzten RX-Schleife gehört hast
es: Un país que has escuchado en el último ciclo de RX
fr: Un pays entendu lors de la dernière boucle RX
it: Un paese che hai ascoltato nell'ultimo ciclo RX

source: A locator you have already worked
de: Ein Locator, den du bereits gearbeitet hast
es: Un locator que ya has trabajado
fr: Un locator déjà contacté
it: Un locator che hai già lavorato

source: Activation
de: Aktivierung
es: Activación
it: Attivazione

source: Activation: %@
de: Aktivierung: %@
es: Activación: %@
it: Attivazione: %@

source: Activations
de: Aktivierungen
es: Activaciones
it: Attivazioni

source: Adjust frequency
de: Frequenz anpassen
es: Ajustar frecuencia de TX
fr: Ajuster la fréquence
it: Regola la frequenza

source: Adjust microphone input gain for optimal decoding.
de: Mikrofon-Eingangspegel für optimale Dekodierung anpassen.
es: Ajusta la ganancia del micrófono para una decodificación óptima.
fr: Ajustez le gain d'entrée du microphone pour un décodage optimal.
it: Regola il guadagno d'ingresso del microfono per una decodifica ottimale.

source: AF (Africa)
de: AF (Afrika)
es: AF (África)
fr: AF (Afrique)

source: All contacts
de: Alle Kontakte
es: Todos los contactos
fr: Tous les contacts
it: Tutti i contatti

source: All premium features are now unlocked. Thank you for your support!
de: Alle Premium-Funktionen sind jetzt freigeschaltet. Danke für deine Unterstützung!
es: Todas las funciones premium están ahora desbloqueadas. ¡Gracias por tu apoyo!
fr: Toutes les fonctionnalités premium sont désormais débloquées. Merci de votre soutien !
it: Tutte le funzioni premium sono ora sbloccate. Grazie per il tuo supporto!

source: All QSOs between the selected dates will be exported
de: Alle QSOs zwischen den gewählten Daten werden exportiert
es: Se exportarán todos los QSOs entre las fechas seleccionadas
fr: Tous les QSO entre les dates sélectionnées seront exportés
it: Tutti i QSO tra le date selezionate verranno esportati

source: All Time
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Depuis le début
it: Da sempre

# Analytics help
source: Help improve the app by sharing anonymous usage statistics. No personal data is collected.
de: Hilf mit, die App zu verbessern, indem du anonyme Nutzungsstatistiken teilst. Es werden keine persönlichen Daten erfasst.
es: Ayuda a mejorar la aplicación compartiendo estadísticas de uso anónimas. No se recopila ningún dato personal.
fr: Aidez à améliorer l'app en partageant des statistiques d'utilisation anonymes. Aucune donnée personnelle n'est collectée.
it: Aiuta a migliorare l'app condividendo statistiche d'uso anonime. Non vengono raccolti dati personali.

source: Anonymous usage metrics may be collected to improve the app. No personally identifiable information is collected.
de: Zur Verbesserung der App können anonyme Nutzungsdaten erfasst werden. Es werden keine personenbezogenen Daten erfasst.
es: Se pueden recopilar métricas de uso anónimas para mejorar la aplicación. No se recopila ninguna información de identificación personal.
fr: Des statistiques d'utilisation anonymes peuvent être collectées pour améliorer l'app. Aucune information personnellement identifiable n'est collectée.
it: Per migliorare l'app possono essere raccolte metriche d'uso anonime. Non vengono raccolte informazioni di identificazione personale.

source: ANT (Antarctica)
de: ANT (Antarktis)
es: ANT (Antártida)
fr: ANT (Antarctique)
it: ANT (Antartide)

source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
it: Applica

source: Apply Activation Mode
de: Aktivierungsmodus übernehmen
es: Aplicar modo de activación
fr: Appliquer le mode activation
it: Applica modalità attivazione

source: Apply Activation Mode?
de: Aktivierungsmodus übernehmen?
es: ¿Aplicar modo de activación?
fr: Appliquer le mode activation ?
it: Applicare la modalità attivazione?

source: AS (Asia)
de: AS (Asien)
fr: AS (Asie)

source: As a donor, you now have full access to all premium features — at no extra cost. Your contribution helps keep FT Ham growing. 73!
de: Als Spender hast du jetzt vollen Zugriff auf alle Premium-Funktionen – ohne zusätzliche Kosten. Dein Beitrag hilft, FT Ham weiterzuentwickeln. 73!
es: Como donante, ahora tienes acceso completo a todas las funciones premium, sin coste adicional. Tu contribución ayuda a que FT Ham siga creciendo. ¡73!
fr: En tant que donateur, vous avez désormais un accès complet à toutes les fonctionnalités premium — sans frais supplémentaires. Votre contribution aide FT Ham à continuer de grandir. 73 !
it: In quanto donatore, hai ora accesso completo a tutte le funzioni premium, senza costi aggiuntivi. Il tuo contributo aiuta FT Ham a crescere. 73!

source: Audio Frequency help
de: Hilfe zur Audiofrequenz
es: Ayuda frecuencia de audio
fr: Aide sur la fréquence audio
it: Aiuto sulla frequenza audio

source: Audio Gain help
de: Hilfe zum Audiopegel
es: Ayuda ganancia de audio
fr: Aide sur le gain audio
it: Aiuto sul guadagno audio

source: Auto (from GPS)
de: Automatisch (per GPS)
es: Auto (usa GPS)
fr: Auto (via GPS)
it: Auto (da GPS)

# Auto CQ New Band Mode help
source: Only auto-reply to a CQ if that callsign is not yet confirmed on the current band and mode.
de: Nur automatisch auf einen CQ-Ruf antworten, wenn das Rufzeichen auf dem aktuellen Band und Modus noch nicht bestätigt ist.
es: Solo responde automáticamente a un CQ si ese indicativo aún no está confirmado en la banda y modo actual.
fr: Ne répondre automatiquement à un CQ que si cet indicatif n'est pas encore confirmé sur la bande et le mode actuels.
it: Rispondi automaticamente a un CQ solo se quel nominativo non è ancora confermato sulla banda e modalità correnti.

source: Auto CQ Reply
de: Automatische CQ-Antwort
es: Auto-respuesta CQ
fr: Réponse CQ automatique
it: Risposta CQ automatica

# Auto CQ Reply help
source: Automatically responds to incoming CQs when auto-sequencing is enabled.
de: Antwortet automatisch auf eingehende CQ-Rufe, wenn die Auto-Sequenzierung aktiviert ist.
es: Responde automáticamente a CQs entrantes cuando está habilitada la secuencia automática.
fr: Répond automatiquement aux CQ entrants lorsque le séquençage automatique est activé.
it: Risponde automaticamente ai CQ in arrivo quando la sequenza automatica è attiva.

# Auto Locator help
source: Automatically updates your locator from GPS while enabled.
de: Aktualisiert deinen Locator automatisch per GPS, solange aktiviert.
es: Actualiza automáticamente tu locator desde el GPS mientras esté habilitado.
fr: Met à jour automatiquement votre locator via GPS lorsque activé.
it: Aggiorna automaticamente il tuo locator tramite GPS quando attivo.

source: Auto QSO logging
de: Automatisches QSO-Logging
es: Auto-registro QSO
fr: Journal QSO automatique
it: Log QSO automatico

# Auto QSO Logging help
source: Completed QSOs will be logged automatically without requiring your confirmation.
de: Abgeschlossene QSOs werden automatisch ohne deine Bestätigung geloggt.
es: Los QSOs completados se registrarán automáticamente sin requerir tu confirmación.
fr: Les QSO terminés seront enregistrés automatiquement sans votre confirmation.
it: I QSO completati verranno registrati automaticamente senza richiedere conferma.

source: Auto RX at start
de: Auto-RX beim Start
es: Auto RX al abrir la app
fr: RX auto au démarrage
it: RX automatico all'avvio

# Auto RX help
source: Automatically starts RX when the app launches if your settings are valid.
de: Startet RX automatisch beim App-Start, wenn deine Einstellungen gültig sind.
es: Inicia automáticamente RX cuando se abre la aplicación si tu configuración es válida.
fr: Démarre automatiquement la réception au lancement de l'app si vos réglages sont valides.
it: Avvia automaticamente la ricezione all'apertura dell'app se le impostazioni sono valide.

# Auto Sequencing help
source: Automatically advances through QSO stages based on received messages.
de: Durchläuft die QSO-Phasen automatisch anhand der empfangenen Nachrichten.
es: Avanza automáticamente a través de las etapas del QSO basado en los mensajes recibidos.
fr: Avance automatiquement dans les étapes du QSO selon les messages reçus.
it: Avanza automaticamente nelle fasi del QSO in base ai messaggi ricevuti.

source: Auto-sequence
de: Auto-Sequenz
es: Secuencia automática
fr: Séquence auto
it: Sequenza automatica

source: Automatic QSO upload and confirmation sync with ARRL Logbook of the World (LoTW) require a premium subscription.
de: Automatischer QSO-Upload und Bestätigungsabgleich mit ARRL Logbook of the World (LoTW) erfordern ein Premium-Abonnement.
es: La subida automática de QSO y la sincronización de confirmaciones con ARRL Logbook of the World (LoTW) requieren una suscripción premium.
fr: L'envoi automatique des QSO et la synchronisation des confirmations avec ARRL Logbook of the World (LoTW) nécessitent un abonnement premium.
it: Il caricamento automatico dei QSO e la sincronizzazione delle conferme con ARRL Logbook of the World (LoTW) richiedono un abbonamento premium.

source: Automatic QSO upload to eQSL.cc requires a premium subscription.
de: Automatischer QSO-Upload zu eQSL.cc erfordert ein Premium-Abonnement.
es: La subida automática de QSO a eQSL.cc requiere una suscripción premium.
fr: L'envoi automatique des QSO vers eQSL.cc nécessite un abonnement premium.
it: Il caricamento automatico dei QSO su eQSL.cc richiede un abbonamento premium.

source: Automatic QSO upload, confirmation sync and ADIF import from QRZ Logbook require a premium subscription.
de: Automatischer QSO-Upload, Bestätigungsabgleich und ADIF-Import aus dem QRZ-Logbuch erfordern ein Premium-Abonnement.
es: La subida automática de QSO, la sincronización de confirmaciones y la importación ADIF desde QRZ Logbook requieren una suscripción premium.
fr: L'envoi automatique des QSO, la synchronisation des confirmations et l'import ADIF depuis QRZ Logbook nécessitent un abonnement premium.
it: Il caricamento automatico dei QSO, la sincronizzazione delle conferme e l'importazione ADIF da QRZ Logbook richiedono un abbonamento premium.

source: Become Premium
de: Premium werden
es: Hazte Premium
fr: Passer Premium
it: Passa a Premium

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento

# bg_notification_body
source: RX/TX is not available in background. Open the app to resume.
de: RX/TX ist im Hintergrund nicht verfügbar. Öffne die App, um fortzufahren.
es: RX/TX no está disponible en segundo plano. Abre la app para reanudar.
fr: RX/TX n'est pas disponible en arrière-plan. Ouvrez l'app pour reprendre.
it: RX/TX non è disponibile in background. Apri l'app per riprendere.

# bg_notification_title
source: FT Ham – RX/TX Paused
de: FT Ham – RX/TX pausiert
es: FT Ham – RX/TX Pausado
fr: FT Ham – RX/TX en pause
it: FT Ham – RX/TX in pausa

# bg_toast_message
source: RX/TX was paused while in background. Restarting…
de: RX/TX wurde im Hintergrund pausiert. Neustart …
es: RX/TX pausado en segundo plano. Reiniciando…
fr: RX/TX a été mis en pause en arrière-plan. Redémarrage…
it: RX/TX è stato messo in pausa in background. Riavvio…

source: By using FT Ham, you agree to the Terms of Use and End-User License Agreement (EULA).
de: Mit der Nutzung von FT Ham stimmst du den Nutzungsbedingungen und der Endbenutzer-Lizenzvereinbarung (EULA) zu.
es: Al usar FT Ham, aceptas las Condiciones de uso y el Acuerdo de licencia de usuario final (EULA).
fr: En utilisant FT Ham, vous acceptez les Conditions d'utilisation et le Contrat de licence utilisateur final (CLUF).
it: Utilizzando FT Ham, accetti le Condizioni d'uso e il Contratto di licenza con l'utente finale (EULA).

source: By using this app, you agree to the Terms of Use and End-User License Agreement (EULA).
de: Mit der Nutzung dieser App stimmst du den Nutzungsbedingungen und der Endbenutzer-Lizenzvereinbarung (EULA) zu.
es: Al usar esta aplicación, aceptas los Términos de Uso y el Acuerdo de Licencia de Usuario Final (EULA).
fr: En utilisant cette app, vous acceptez les Conditions d'utilisation et le Contrat de licence utilisateur final (CLUF).
it: Utilizzando questa app, accetti le Condizioni d'uso e il Contratto di licenza con l'utente finale (EULA).

source: Callsign
de: Rufzeichen
es: Indicativo
fr: Indicatif
it: Nominativo

source: Callsign and Locator not configured
de: Rufzeichen und Locator nicht konfiguriert
es: Indicativo y localizador no configurado
fr: Indicatif et locator non configurés
it: Nominativo e locator non configurati

source: Callsign modifiers are allowed
de: Rufzeichen-Zusätze sind erlaubt
es: Se permiten modificadores del indicativo
fr: Les modificateurs d'indicatif sont autorisés
it: I modificatori di nominativo sono consentiti

source: Callsign, grid, country, mode, band…
de: Rufzeichen, Locator, Land, Modus, Band …
es: Indicativo, locator, país, modo, banda…
fr: Indicatif, locator, pays, mode, bande…
it: Nominativo, locator, paese, modo, banda…

source: Callsign:
de: Rufzeichen:
es: Indicativo:
fr: Indicatif :
it: Nominativo:

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: CAT (Computer Aided Transceiver) control requires premium features.
de: CAT-Steuerung (Computer Aided Transceiver) erfordert Premium-Funktionen.
es: El control CAT (Computer Aided Transceiver) requiere funciones premium.
fr: Le contrôle CAT (Computer Aided Transceiver) nécessite les fonctionnalités premium.
it: Il controllo CAT (Computer Aided Transceiver) richiede le funzioni premium.

source: CAT command history requires the premium package.
de: Der CAT-Befehlsverlauf erfordert das Premium-Paket.
es: El historial de comandos CAT requiere el paquete premium.
fr: L'historique des commandes CAT nécessite le pack premium.
it: La cronologia dei comandi CAT richiede il pacchetto premium.

source: CAT Control
de: CAT-Steuerung
es: Control CAT
fr: Contrôle CAT
it: Controllo CAT

# checklist_note
source: Complete these steps to start using FT Ham
de: Schließe diese Schritte ab, um FT Ham zu verwenden
es: Completa estos pasos para comenzar a usar FT Ham
fr: Effectuez ces étapes pour commencer à utiliser FT Ham
it: Completa questi passaggi per iniziare a usare FT Ham

# checklist_step_callsign
source: Set up your callsign
de: Rufzeichen einrichten
es: Configura tu indicativo
fr: Configurez votre indicatif
it: Configura il tuo nominativo

# checklist_step_firstdecode
source: First decode
de: Erste Dekodierung
es: Primera decodificación
fr: Premier décodage
it: Prima decodifica

# checklist_step_startrx
source: Start receiving
de: Empfang starten
es: Inicia la recepción
fr: Démarrez la réception
it: Avvia la ricezione

# checklist_title
source: Checklist
de: Checkliste
es: Lista de verificación
fr: Liste de contrôle
it: Lista di controllo

source: Choose a Different File…
de: Andere Datei wählen …
es: Elegir otro archivo…
fr: Choisir un autre fichier…
it: Scegli un altro file…

source: Choose ADIF File…
de: ADIF-Datei wählen …
es: Elegir archivo ADIF…
fr: Choisir un fichier ADIF…
it: Scegli file ADIF…

source: Choose how the TX/RX message list is displayed.
de: Wähle, wie die TX/RX-Nachrichtenliste angezeigt wird.
es: Elige cómo se muestra la lista de mensajes TX/RX.
fr: Choisissez comment la liste des messages TX/RX est affichée.
it: Scegli come visualizzare l'elenco dei messaggi TX/RX.

source: Clear
de: Leeren
es: Vaciar
fr: Effacer
it: Cancella

source: Clear & Start Over
de: Leeren und neu beginnen
es: Borrar y empezar de nuevo
fr: Effacer et recommencer
it: Cancella e ricomincia

source: Clear Filter
de: Filter zurücksetzen
es: Quitar filtro
fr: Effacer le filtre
it: Rimuovi filtro

source: Clear Logbook
de: Logbuch leeren
es: Vaciar logbook
fr: Vider le carnet de trafic
it: Svuota il log

source: Clear logbook?
de: Logbuch leeren?
es: ¿Vaciar registro de contactos?
fr: Vider le carnet de trafic ?
it: Svuotare il log?

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Completed QSOs will appear here. You can also import from an ADIF file.
de: Abgeschlossene QSOs erscheinen hier. Du kannst auch aus einer ADIF-Datei importieren.
es: Los QSOs completados aparecerán aquí. También puedes importar desde un archivo ADIF.
fr: Les QSO terminés apparaîtront ici. Vous pouvez aussi importer depuis un fichier ADIF.
it: I QSO completati appariranno qui. Puoi anche importare da un file ADIF.

source: Condensed
de: Kompakt
es: Condensada
fr: Condensé
it: Compatto

source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione

source: Confirm QSO logging
de: QSO-Logging bestätigen
es: Registrar QSO
fr: Confirmer l'enregistrement du QSO
it: Conferma registrazione QSO

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Could not load donation options.
de: Spendenoptionen konnten nicht geladen werden.
es: No se pudieron cargar las opciones de donación.
fr: Impossible de charger les options de don.
it: Impossibile caricare le opzioni di donazione.

source: CQ Modifier
de: CQ-Zusatz
es: Modificador de CQ
fr: Modificateur CQ
it: Modificatore CQ

source: Crash reporter test
de: Absturzbericht-Test
es: Test de crash
fr: Test du rapport de plantage
it: Test segnalazione arresti

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato

source: Custom modifier:
de: Eigener Zusatz:
es: Modificador personalizado:
fr: Modificateur personnalisé :
it: Modificatore personalizzato:

source: Date & Time (UTC)
de: Datum und Uhrzeit (UTC)
es: Fecha y hora (UTC)
fr: Date et heure (UTC)
it: Data e ora (UTC)

source: Date & Time Range (UTC)
de: Datums- und Zeitbereich (UTC)
es: Rango de fecha y hora (UTC)
fr: Plage de date et heure (UTC)
it: Intervallo di data e ora (UTC)

source: Date Range
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates
it: Intervallo di date

source: Date Range (UTC)
de: Datumsbereich (UTC)
es: Rango de fecha (UTC)
fr: Plage de dates (UTC)
it: Intervallo di date (UTC)

# Decode Self TX help
source: Your transmitted messages will be included in the RX list so you can review them.
de: Deine gesendeten Nachrichten erscheinen in der RX-Liste, damit du sie überprüfen kannst.
es: Tus mensajes transmitidos se incluirán en la lista de RX para que puedas revisarlos.
fr: Vos messages transmis seront inclus dans la liste RX pour que vous puissiez les vérifier.
it: I tuoi messaggi trasmessi saranno inclusi nell'elenco RX così potrai rivederli.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# Delete %lld QSO%@?
source: Delete %1$lld QSO%2$@?
de: %1$lld QSO%2$@ löschen?
es: ¿Eliminar %1$lld QSO%2$@?
fr: Supprimer %1$lld QSO%2$@ ?
it: Eliminare %1$lld QSO%2$@?

source: Delete QSO?
de: QSO löschen?
es: ¿Eliminar QSO?
fr: Supprimer le QSO ?
it: Eliminare il QSO?

source: Description
de: Beschreibung
es: Descripcion
it: Descrizione

source: Deselect All
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto

source: Detailed QSO statistics, band activity heatmaps and charts require a premium subscription.
de: Detaillierte QSO-Statistiken, Bandaktivitäts-Heatmaps und Diagramme erfordern ein Premium-Abonnement.
es: Las estadísticas detalladas de QSO, los mapas de calor de actividad por banda y los gráficos requieren una suscripción premium.
fr: Les statistiques QSO détaillées, les cartes de chaleur d'activité par bande et les graphiques nécessitent un abonnement premium.
it: Le statistiche QSO dettagliate, le mappe di calore dell'attività per banda e i grafici richiedono un abbonamento premium.

source: Dial freq:
de: VFO-Frequenz:
fr: Fréq. VFO :
it: Freq. VFO:

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta

source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Abandonner les modifications ?
it: Scartare le modifiche?

source: Display & Transmission
de: Anzeige und Übertragung
es: Visualización y transmisión
fr: Affichage et transmission
it: Visualizzazione e trasmissione

source: Display time in local timezone
de: Zeit in lokaler Zeitzone anzeigen
es: Mostrar tiempo en la zona local
fr: Afficher l'heure locale
it: Mostra l'ora nel fuso orario locale

source: Display time in UTC
de: Zeit in UTC anzeigen
es: Mostrar tiempo en UTC
fr: Afficher l'heure en UTC
it: Mostra l'ora in UTC

source: Do you like FT Ham? ❤️
de: Gefällt dir FT Ham? ❤️
es: ¿Te gusta FT Ham? ❤️
fr: Vous aimez FT Ham ? ❤️
it: Ti piace FT Ham? ❤️

source: Do you want to log the QSO with %@?
de: Möchtest du das QSO mit %@ loggen?
es: ¿Quieres registrar el QSO con %@?
fr: Voulez-vous enregistrer le QSO avec %@ ?
it: Vuoi registrare il QSO con %@?

source: Done
de: Fertig
es: Hecho
fr: OK
it: Fine

source: DT offset help
de: Hilfe zum DT-Versatz
es: Ayuda offset DT
fr: Aide sur le décalage DT
it: Aiuto sull'offset DT

source: Duplicates (skipped)
de: Duplikate (übersprungen)
es: Duplicados (omitidos)
fr: Doublons (ignorés)
it: Duplicati (saltati)

source: DX (Long distance)
de: DX (Weitverbindung)
es: DX (Larga distancia)
fr: DX (Longue distance)
it: DX (Lunga distanza)

source: DX Call
de: DX-Rufzeichen
es: DX Ind.
fr: Indicatif DX
it: Nominativo DX

source: DX Callsign:
de: DX-Rufzeichen:
es: Indicativo DX:
fr: Indicatif DX :
it: Nominativo DX:

source: DX Grid
de: DX-Locator
es: DX Loc.
fr: Locator DX
it: Locator DX

source: e.g. EA-1234
de: z. B. EA-1234
es: p. ej. EA-1234
fr: p. ex. EA-1234
it: es. EA-1234

source: e.g. EA/MD-001
de: z. B. EA/MD-001
es: p. ej. EA/MD-001
fr: p. ex. EA/MD-001
it: es. EA/MD-001

source: e.g. EAFF-0456
de: z. B. EAFF-0456
es: p. ej. EAFF-0456
fr: p. ex. EAFF-0456
it: es. EAFF-0456

source: e.g. EM72
de: z. B. EM72
es: p. ej. EM72
fr: p. ex. EM72
it: es. EM72

source: e.g. EU-005
de: z. B. EU-005
es: p. ej. EU-005
fr: p. ex. EU-005
it: es. EU-005

source: e.g. K-1234
de: z. B. K-1234
es: p. ej. K-1234
fr: p. ex. K-1234
it: es. K-1234
